/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50710
 Source Host           : localhost:3306
 Source Schema         : health

 Target Server Type    : MySQL
 Target Server Version : 50710
 File Encoding         : 65001

 Date: 03/04/2023 16:56:30
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for exercise
-- ----------------------------
DROP TABLE IF EXISTS `exercise`;
CREATE TABLE `exercise`  (
  `exerciseid` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `exerciseClass` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `exerciseName` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `ageGroup` int(50) NULL DEFAULT NULL,
  `describe` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `imgUrl` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`exerciseid`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of exercise
-- ----------------------------
INSERT INTO `exercise` VALUES ('03cd0cc3-e5f0-4cc5-aede-c08e78122097', '粗大运动训练', '坐起并迈步', 9, '让小孩仰卧或俯卧，用语言、动作示意他坐起来，并扶宝宝双手鼓励迈步或用玩具、食品引逗他坐起来。此时要表扬他，让他高兴，使身体平衡和协调能力进一步发展。', '');
INSERT INTO `exercise` VALUES ('0c067141-81b5-431e-b0d9-e524d592e883', '粗大运动训练', '骑“三轮车”', 22, '在会骑“三轮车”的基础上，熟练骑三轮车技能：如会骑车走直路，会拐弯，遇到障碍物会停车等，以锻炼平衡及协调能力。', '');
INSERT INTO `exercise` VALUES ('0c8003a8-69ce-4b2c-90c1-0eba2fba7faa', '粗大运动训练', '连续翻滚', 7, '每天教练婴儿操第二套，在成人的扶助下做体操，主要练习上肢、下肢爬行、站立、走、拾取、跳的动作。注意，做操时间应选择进餐后1小时，小儿情绪好时，在乐曲声伴奏下，成人喊二八拍口号下进行，每次选做一节，循序渐进。婴儿学会俯卧转到仰卧，再从仰卧转到俯卧，再从俯卧转到仰卧，常常为够取远处的玩具而继续翻滚，从大床的一头翻到另一头去取。这是7个月出现的特殊能力。', '');
INSERT INTO `exercise` VALUES ('0fc570cc-5f9b-4ecf-ad87-9898064c1d3b', '粗大运动训练', '拉坐', 4, '小儿在仰卧位时，家长握住小儿的手，将其拉坐起来，注意让小儿自己用力，家长仅用很小的力，以后逐渐减力，或仅握住家长的手指拉坐起来，宝宝的头能伸直，不向前倾。每日训练数次。', '');
INSERT INTO `exercise` VALUES ('153f4e4f-ae80-4ac4-a414-993d4fd482fa', '粗大运动训练', '骑“三轮车”', 21, '让小孩子自己骑小三轮童车，必要时可用小绳拉着，帮助他用力。逐渐练习使宝宝能独立骑“三轮车”往前走。', '');
INSERT INTO `exercise` VALUES ('15995e7f-e760-45a7-bf9c-a1622baa46e0', '粗大运动训练', '天生“会爬”', 2, '在俯卧练习抬头的同时，可用手抵住宝宝的足底，虽然此时他的头和四肢尚不能离开床面，但婴儿会用全身力量向头方窜行，这种类似爬行的动作是与生俱来的本能，与8个月时爬行不同，练的目的也不是让宝宝马上会爬，而是通过练习，促进小儿大脑感觉统合的健康发展，同时，也是开发智力潜能，激发快乐情绪的重要方法。如果没有这种训练，有些婴儿到11～12个月时才能爬，或者就根本不会爬，就直立行走，这将会导致大脑统合失调症。', '');
INSERT INTO `exercise` VALUES ('1b82acaf-42ee-47a9-9b7e-9caef7961525', '粗大运动训练', '跑', 17, '继续跑步练习，如把小球滚出2米之外，让孩子跑过去拾回来，再滚出去，再拾回来，反复练习。', '');
INSERT INTO `exercise` VALUES ('1d5fcd32-30cf-4e55-8a6f-21bebd300ef0', '粗大运动训练', '展翅飞翔', 17, '带孩子去户外宽敞的地方，同孩子一起张开双臂当翅膀学鸟飞。一面同孩子唱歌，一面有节奏地使双臂上下运动，两腿快快地小跑和跳，使上下肢同时活动，让孩子高兴。', '');
INSERT INTO `exercise` VALUES ('21af761b-0863-4680-b4eb-91e3d59fb243', '粗大运动训练', '四肢运动体操运动', 1, '小儿清醒状态时，给小儿做四肢被动体操。将小儿置于铺好垫子的硬板床上，室内空气新鲜，双手轻轻握住宝宝的手或脚，和着音节节拍，做四肢运动，使小儿感到舒适、愉快。如果小儿紧张、烦躁，可暂缓做操，改为皮肤按摩，使之适应。', '');
INSERT INTO `exercise` VALUES ('270f33c2-c29a-44af-b77e-789321f081f5', '粗大运动训练', '爬行', 7, '继续练习爬行，让小儿从匍行转到爬行，腹部逐渐离开床面，并用手臂转圈或后退。可将玩具或食物放在不同位置上，让小儿爬着去够。此间，从头自由转动逐渐到头能保持平衡。用毛巾提起腹部，练习手膝的支撑力，为过渡到手足爬行作准备。', '');
INSERT INTO `exercise` VALUES ('29a89c14-1c0a-4659-9350-2da663706605', '粗大运动训练', '做“模拟操”', 20, '在唱儿歌的基础上，配合手臂及双腿动作。如儿歌“早晨空气真正好，宝宝练习跳一跳”，念第一句时两臂上举左右摆动两次，唱第二句时两手叉腰双脚原地跳两次，训练边唱边跳。', '');
INSERT INTO `exercise` VALUES ('29cc6c83-3538-4e70-a52d-b01047e496d6', '粗大运动训练', '会跑步', 15, '家长拉着小儿一只手教他慢跑步，可与孩子同跑，让他模仿你跑，逐渐站在孩子前面拍手叫他跑过来。如果大人不帮助，他不会自己停止。', '');
INSERT INTO `exercise` VALUES ('2c435734-6a1e-4cf2-8c3c-4d9c56a34073', '粗大运动训练', '跑与小儿玩捉迷藏、找妈妈的游戏', 16, '在追逐玩耍中有意识地让小儿练习跑和停，渐渐地孩子学会在停之前放慢速度，使自己站稳。逐渐使小儿能放心地向前跑，不致于因速度快，头重脚轻而向前摔倒。', '');
INSERT INTO `exercise` VALUES ('2c84202c-fbda-4938-a085-c2ab6a497450', '粗大运动训练', '站起坐下', 10, '继续9个月训练内容，能灵活由站着到坐下，由坐着到俯卧后再拉物站起，并行走。鼓励宝宝自由活动，进行各种姿势多种体位的活动。', '');
INSERT INTO `exercise` VALUES ('2c9ec6ea-70fc-4b62-86a7-d9dc29e7dec1', '粗大运动训练', '走“平衡木”', 21, '继续练走“平衡木”，领着孩子一只手，让他在15公分宽的木板上走，或在“道牙”子上走 ，渐渐放手自己走。', '');
INSERT INTO `exercise` VALUES ('2d313ab1-ea37-4105-9e04-7f0bcfcf6fa7', '粗大运动训练', '跳远', 22, '　带小孩去儿童游乐园，示范双足立定跳远，鼓励他学跳，与小朋友一同练习，边跳边说：“看谁跳得远?”', '');
INSERT INTO `exercise` VALUES ('2d6094d2-22ab-421f-9028-eee2e3495a42', '粗大运动训练', '足尖走路', 19, '继续训练小儿走路能力，如在地面上划一条S形曲线，让他用足尖走在线上，完成得好，给予奖励。', '');
INSERT INTO `exercise` VALUES ('2fdbe3d8-7640-4266-b762-4cdf92c6f4eb', '粗大运动训练', '踢球', 17, '让宝宝练习踢球，如父母分别站在他的左前方和右前方，边喊口令“把 皮球踢向“爸爸”或“妈妈”，边鼓励孩子踢球，做对了，给表扬。', '');
INSERT INTO `exercise` VALUES ('321000f8-f656-4e57-961b-51e35c343a11', '粗大运动训练', '踢球', 11, '宝宝已经能够扶着床栏、凳子、沙发等由蹲着到站稳，你可在距宝宝的脚3～5厘米处放个球，让他踢，在踢来踢去的过程中，他十分开心，锻炼了大脑的平衡能力，促进了眼—足—脑的协调发展，还建立了“球形物体”能滚动的形象思维。婴儿7～8个月就会用足踢球了。', '');
INSERT INTO `exercise` VALUES ('361b910b-b4ff-42ee-bfcd-e9bee69e7c7f', '粗大运动训练', '行走自如', 13, '继续练习独立行走，使小儿从蹒跚的几步，逐渐到较长距离稳定地行走。如小儿拉着拖车类的玩具走路，与同伴比赛谁走得快，采用让他扔球，捡球，跑来跑去找玩具等游戏的方法训练宝宝的综合动作能力。', '');
INSERT INTO `exercise` VALUES ('373aa0bb-8a2d-439a-8dce-8786e1233751', '粗大运动训练', '四肢运动', 3, '每天坚持做婴儿被动操，每日数次。', '');
INSERT INTO `exercise` VALUES ('3ad3a074-bb32-420f-ad57-fab9946f473b', '粗大运动训练', '直立', 4, '两手扶着孩子腋下，让他站在你的大腿上，保持直立的姿势，并扶着小儿双腿跳动，每日反复练习几次，促进平衡感知觉的协调发展。', '');
INSERT INTO `exercise` VALUES ('4749207d-14ee-43d0-b9cc-c1ef9e5f54b3', '粗大运动训练', '踢球赛', 19, '用凳子搭个球门，你先示范将球踢进球门，然后让孩子试踢，踢进去要给予鼓励 。', '');
INSERT INTO `exercise` VALUES ('49b7ca8e-20ef-4e5a-ad46-227673b34342', '粗大运动训练', '动作游戏', 14, '和小孩在地上玩多种动作游戏，如与小儿玩球、踢球等，这样可锻炼小儿在独立行走中自如地做各种动作。可让小儿推着婴儿车玩，教他推车前进，转弯等，还可练习侧身走，后退走，大人在一旁保护，并不断表扬他走得好棒。', '');
INSERT INTO `exercise` VALUES ('4a101ef1-6902-4ae1-ad0d-150a0a7eb28f', '粗大运动训练', '前臂支撑', 4, '在原基础上继续训练小孩俯卧抬头，如站在孩子头前与他讲话，使其前臂支撑全身，将胸部抬起，抬头看你。还可在前方用玩具逗引，从左到右、从远到近移动玩具，观察孩子的反应，并记录。', '');
INSERT INTO `exercise` VALUES ('4c2c33ff-1328-43fb-8a77-f49d4c907be6', '粗大运动训练', '俯卧抬头', 5, '胸部离床，上身体重落在手上。有时宝宝双腿也离开床铺，身体以腹部为支点在床上打转。用手抵住足底，用玩具在前面引诱，宝宝会用上肢和腹部开始匍行。如果放开抵住足底的手，宝宝越往前使劲，身体越向足方匍行。', '');
INSERT INTO `exercise` VALUES ('4cfd3b5d-1238-43ab-8dbb-65da02086724', '粗大运动训练', '练“走路”', 1, '体操后，托住小儿的腋下，用两大拇指控制好头部，让其光脚板接触硬的床面或桌面，宝宝会做出踏步的动作。', '');
INSERT INTO `exercise` VALUES ('4da7f3de-458c-4b5d-82e2-368c01e34015', '粗大运动训练', '靠坐', 5, '将小孩放在有扶手的沙发上或小椅上，让小孩靠坐着玩，或者家长给予一定的支撑，让小儿练习坐，支撑力量可逐渐减少，每日可连续数次，每次10分钟。', '');
INSERT INTO `exercise` VALUES ('52103bbe-b566-4a85-a271-31f0a4fec2f3', '粗大运动训练', '匍行', 6, '用玩具逗引帮助小儿练习匍行，由于第5月腹部着床只是在原地打转或后退，家长可把手放在小儿的脚底，帮助他向前匍行，以后逐渐用手或毛巾提起腹部，使身体重量落在手和膝上，以便向前匍行。', '');
INSERT INTO `exercise` VALUES ('563d7090-978e-4f88-9aff-9a81d79cc64e', '粗大运动训练', '自如地走、跑、跳', 21, '我是勇敢的小宝宝与小儿玩“你来追我”游戏，可与小儿互相行走追逐，躲闪，边跑边说：“你都追上我了，我快跑。”练习自如地走、跑、跳，以及作长距离走路。', '');
INSERT INTO `exercise` VALUES ('5b1733cc-a989-48f7-a7dc-052bb5eb3e37', '粗大运动训练', '走“S”形线', 17, '用粉笔在地上划一个约10米长的“S”形线，让孩子踩着线往前走，走到头，并且，始终能踩着线走，要给予赞扬。如果完成得好，可根据小孩情绪来回走几趟。能促进左右脑的健康发展。', '');
INSERT INTO `exercise` VALUES ('5cc9e183-6588-49c0-b9cf-0c1d7a41a044', '粗大运动训练', '爬行', 8, '“爬行”是全方位的大脑感觉综合能力的训练，必须让宝宝充分爬行，否则，将会影响孩子一生。由手膝至手足爬行，让小儿能腹部离床用手膝爬，也可让宝宝和其他同龄婴儿在铺有地毯或塑料地板的地上，互相追逐爬着玩，或推滚着小皮球玩。压迫苏瓦打通，既开发了脑潜能，使左右脑协调发展，又开发了体力，还培养了孩子的社交能力。', '');
INSERT INTO `exercise` VALUES ('658785e7-3a52-4957-ac24-9c38371c8026', '粗大运动训练', '翻身', 6, '学习由仰卧翻至侧卧，然后再翻至俯卧。可将玩具放在宝宝的体侧伸手够不着处，宝宝为够取玩具先侧翻，伸手使劲也够不着时，全身再使劲就会变成俯卧。这种动作要经常练习，基本上到第7个月才能翻滚。经常翻滚有助于肌肉关节和左右脑的统合能力的发展。', '');
INSERT INTO `exercise` VALUES ('66bf0094-c64d-452a-b8d1-e2532280c373', '精细运动训练', '玩套叠玩具', 23, '如套碗、套桶等玩具，按大小次序拆开和安装，父母可以先示范，指导孩子按次序拆装，孩子会聚精会神地装拆。\r\n\r\n套叠玩具可培养孩子的专注能力，学会大小顺序，通过手的操作，实地观察到套叠玩具一个比一个大，逐渐体会到数的顺序和对空间的认识。', 'https://pics0.baidu.com/feed/f11f3a292df5e0feb3abff2a4b0820a15fdf72de.png@f_auto?token=9f0f8a1791d5076b99db9482d58fe9a2');
INSERT INTO `exercise` VALUES ('6b71759d-f88c-4335-ba18-b49478154dc1', '粗大运动训练', '拉物站起', 8, '让小孩练习自己从仰卧位拉着物体（如床栏杆等）站起来。可先扶着栏杆坐起，逐渐到扶栏站起，锻炼平衡自己身体的技巧。', '');
INSERT INTO `exercise` VALUES ('6dd86e46-58ab-42d9-8f83-5d90c8d00d58', '粗大运动训练', '跳高', 22, '练习跳跃动作。将10厘米高的小纸盒放在地上，让孩子跑到近前双足跳过去。反复练习，要注意保护他。', '');
INSERT INTO `exercise` VALUES ('6f7e3d51-8820-4c9f-ad5d-f1c245a1a80b', '精细运动训练', '学穿珠', 24, '用尼龙绳或纸绳穿木珠，选择2厘米以上的木珠，珠孔口径约5毫米以便穿入，防止宝宝吞咽木珠，或选用粗塑料导管，剪成2厘米大小，让宝宝学习穿珠。', '');
INSERT INTO `exercise` VALUES ('70572ba7-137d-454b-ba21-d6175db623fa', '粗大运动训练', '扶行到独走', 10, '继续让小儿扶物或扶手站立，并训练宝宝扶着椅子或推车迈步，可将若干椅子或凳子相距1尺让宝宝学走，也可让宝宝在父母之间学走，距离渐渐加大。父母扶宝宝学走时，先用双手，然后单手领着走。以后可用小棍子各握一头，待宝宝走得较稳时，父母轻轻放手，宝宝以为有人领着棍子，放心地走，渐渐过渡到独自走稳。', '');
INSERT INTO `exercise` VALUES ('70b0f6b9-d8d1-4b35-a377-a8c7d6f5e66d', '粗大运动训练', '独走几步', 12, '训练小孩能够稳定地独自站立，之后再练习独自行走。开始可在父母间学走，再到独自走几步，以后逐渐增加距离，拖拉玩具可以增加学走的兴趣。', '');
INSERT INTO `exercise` VALUES ('7324bcb6-0767-4d66-b991-f98b76a200b6', '粗大运动训练', '蹦跳', 12, '让宝宝双手扶床沿、沙发站稳，你可以喊着口令做双脚轻轻跳的示范动作，宝宝借助双手的支撑力量，模仿着用两脚踮动，你要鼓励并喊着口令。反复几次后，你一喊口令，宝宝就会随声踮动双脚，这对控制身体的平衡能力，培养勇敢、坚强的品格很重要。', '');
INSERT INTO `exercise` VALUES ('73b5ae54-4765-4f43-bf19-0aa88394d4c9', '粗大运动训练', '学跳、学倒退走', 16, '让小儿练双足跳，拖着玩具倒退走，或做“你来我退”的游戏，练习能较稳定及持续地倒退走。', '');
INSERT INTO `exercise` VALUES ('76142ae8-4267-440e-9bf9-89395255d864', '粗大运动训练', '俯卧抬头', 1, '两次喂奶中间，让小儿俯卧，抚摩小儿背部，用哗铃棒逗引小儿抬头并左右侧转动。', '');
INSERT INTO `exercise` VALUES ('78c52105-9b52-41fc-b333-c9eb1a2e6114', '粗大运动训练', '双足跳下一级台阶', 15, '大人用双手牵着孩子从最后一级台阶跳下。孩子渐渐学会单手牵着跳下台阶，更喜欢在散步时由父母牵着手双足往前跳跃。', '');
INSERT INTO `exercise` VALUES ('7b72aaf9-639a-472b-a6b2-09407538b749', '粗大运动训练', '竖抱抬头', 1, '喂奶后，竖抱小儿使头部靠在父母肩上，轻拍几下背部，使其打个嗝以防吐奶，然后不要扶住头部，让头部自然立直片刻，每日4～5次，以促进颈部肌肉张力的发展。', '');
INSERT INTO `exercise` VALUES ('7c0319d8-2960-4d0b-9769-20d2b9b02092', '粗大运动训练', '帮助站立', 9, '坐下让小孩从卧位拉着东西或牵一只手站起来，在站位时用玩具逗引他3～5分钟，扶住双手慢慢坐下，扶站比坐下容易，几分钟后，大人要帮助扶坐，以免疲劳。', '');
INSERT INTO `exercise` VALUES ('7cae97a9-8879-4c9f-9d95-83b42bb20b3c', '粗大运动训练', '翻身', 3, '两次喂奶中间，宝宝处于觉醒状态时，进行翻身练习。将宝宝放置于硬板床上，取仰卧位，衣服不要太厚，把宝宝左腿放在右腿上，以你左手握宝宝左手，宝宝产生翻身动作。以你右手指轻轻刺激小儿背部，使孩子主动向右翻身，翻至侧卧位，进一步至俯卧位;还可配合用玩具放在宝宝身体一侧，逗其翻身，并稍稍给予帮助。每日数次，3个月末孩子就会自己翻身了。', '');
INSERT INTO `exercise` VALUES ('7d47eb50-0429-445f-919f-008a121a4081', '粗大运动训练', '走', 17, '在小孩行走自如的基础上，玩一些走步的游戏。如把地上五块地板砖比作桥，让小孩练习从桥上走，以训练他的平衡能力。', '');
INSERT INTO `exercise` VALUES ('7d915a6b-18a5-4539-acae-1111674096bb', '粗大运动训练', '俯腹抬头', 1, '小儿空腹时，将他放在母亲（或父亲）胸腹前，并使小儿自然地俯卧在母亲（或父亲）的腹部，把双手放在宝宝脊部按摩，逗引小儿抬头，宝宝不但能抬头，而且十分高兴抓足心。', '');
INSERT INTO `exercise` VALUES ('861e848a-40da-4b35-a63d-1754d6acd5b3', '粗大运动训练', '体操', 6, '继续每日做婴儿操，主要练习扶站，练习下肢和匍行、准备走的站立，但时间不超过1分钟。', '');
INSERT INTO `exercise` VALUES ('8dd5456b-9f0a-4e37-9d80-781dc3de2583', '粗大运动训练', '独坐', 6, '在靠坐的基础上让小儿练习独坐，家长可先给予一定的支撑，以后逐渐撤去支撑或首先让小儿靠坐，待坐得较稳后，逐渐离开靠背，有时要到7个月才能逐渐坐稳。', '');
INSERT INTO `exercise` VALUES ('92de26a9-d93c-4929-9457-7d4a60b858fb', '粗大运动训练', '踢小球', 22, '与小孩一起玩球，拿小方凳当做球门，在距球门一米处示范踢球入门，鼓励宝宝学踢球入门 ，成功了，给奖励', '');
INSERT INTO `exercise` VALUES ('93134162-0656-495d-9964-99744a695c86', '粗大运动训练', '玩球', 22, '继续玩球的游戏，让小孩学接抛球，大人站在小孩的对面，把球直接抛到他预备好的双手当中，反复练习后，增加抛球距离，锻炼小孩手臂抬高或略弯腰动作，将球接住。同时训练小孩能举手过肩的抛球动作，并比赛看谁投得远。', '');
INSERT INTO `exercise` VALUES ('a7f2d0cc-dba8-4e2b-989e-ff4c4db9ca8e', '粗大运动训练', '爬越障碍', 11, '11个月的宝宝具有熟练的爬行技能和极强的攀高欲望，一刻不停地“攀上爬下”是这阶段宝宝的特点，这是宝宝自我探索、自寻其乐、增强才干的动力。应创造条件和宝宝开展爬“大山”“越障碍”的游戏。', '');
INSERT INTO `exercise` VALUES ('adc3a624-d3d3-430d-a1b5-9704b8e4f777', '粗大运动训练', '体操', 7, '每天教练婴儿操第二套，在成人的扶助下做体操，主要练习上肢、下肢爬行、站立、走、拾取、跳的动作。注意，做操时间应选择进餐后1小时，小儿情绪好时，在乐曲声伴奏下，成人喊二八拍口号下进行，每次选做一节，循序渐进。', '');
INSERT INTO `exercise` VALUES ('ae1fbe16-2894-40a2-b36b-d3b360cfcb6d', '粗大运动训练', '爬楼梯', 13, '练习手脚和全身的动作协调。如让小孩爬上几级不太高的矮滑梯或台阶，然后再扶住滑下来，反复练习。家长要注意安全保护，坐滑梯要穿合裆裤，以免蛲虫交叉感染。', '');
INSERT INTO `exercise` VALUES ('b4e51c6a-80ab-452c-a0f6-936cb3f9634f', '粗大运动训练', '上台阶（楼梯）', 16, '如小儿行走比较自如，可有意识地让孩子练习自己上台阶或楼梯，从较矮的台阶开始，让小儿不扶人只扶物自己上，逐渐再训练自己下楼梯', '');
INSERT INTO `exercise` VALUES ('b5f7e809-fe0c-41b3-a224-90704393e150', '粗大运动训练', '抬头', 2, '抬头训练练习，即竖抱抬头、俯腹抬头和俯卧抬头。经过训练，婴儿不但抬起脸部观看前面响着的哗铃棒，而且下巴也能短时离床，双肩也抬起来。这样就开阔了视野，丰富了视觉信息，增强了颈部张力。', '');
INSERT INTO `exercise` VALUES ('b9ffc316-c562-4148-823c-e1a95465f7af', '粗大运动训练', '转头', 2, '练习将婴儿背靠妈妈胸腹部，面冲前方，爸爸在妈妈背后时而向左，时而向右伸头呼唤宝宝的名字或和他说话，或摇动带响玩具，逗引宝宝左右转头。', '');
INSERT INTO `exercise` VALUES ('bef7b515-10fc-48d1-906b-7e47a07e6392', '粗大运动训练', '跑与停', 19, '在跑步熟练的基础上，继续练习能跑能停的平衡能力，如对小孩喊“开始跑， 一、二、三停”，要反复练习。注意，大人要站在小孩的前方，使小孩易于扶停而不易摔倒。', '');
INSERT INTO `exercise` VALUES ('bf53f531-e12f-4d7d-a7df-49004eaf5696', '粗大运动训练', '双脚跳', 17, '拉着小儿的双手与他对面站立，先示范双脚跳一次，然后与孩子同跳，开始练习时可拉着孩子的两只手，让他双脚跳，逐渐由一手牵着跳到扶物跳，进一步让他自己跳。反复练习，对脑平衡系统的协调发展十分重要。', '');
INSERT INTO `exercise` VALUES ('c02d2c75-f28c-4dc5-a80a-640bb8a1ac4d', '粗大运动训练', '俯卧抬头', 3, '继续训练俯腹、俯卧抬头，方法同2个月。要使宝宝俯卧时头部能稳定地挺立达45°～90°，用前臂和肘能支撑头部和上半身的体重，使胸部抬起，脸正视前方。不要忘记用手抵住足底练习爬行，观察何时由窜行变为匍行，并记录。', '');
INSERT INTO `exercise` VALUES ('c36552df-6c80-4f8c-a5e7-933057bd2afe', '粗大运动训练', '越障碍', 17, '在地上平放六块砖，每两块间距5～10厘米，让小孩练习在砖上走，每步踏在一块砖上，家长要在旁保驾，以防孩子磕碰在砖头上。这对小儿大脑平衡知觉，空间知觉的发展大有好处。', '');
INSERT INTO `exercise` VALUES ('c443d14c-a958-40a8-8922-4773f4e18478', '粗大运动训练', '爬上高处', 17, '让小儿搬个板凳放在床前或沙发前，先上板凳，上身趴在上面，然后把一条腿抬起放床上，帮助他爬上去。孩子渐渐学会爬上椅子，再到桌子上够取玩具。独自够取高处之物，会有一定危险，家长应将热水瓶及可能伤害孩子的物品移开。桌子上不要铺桌布，不放易烫易伤物品，以免发生意外事故。', '');
INSERT INTO `exercise` VALUES ('c4c74cfc-d41c-4fef-ad4a-3bd88953ff9a', '精细运动训练', '投小丸入瓶', 12, '1岁左右，可以让宝宝练习捏起小丸如乳酶生药片放进直径约3厘米的透明玻璃内，以训练他熟练地捏起小丸并准确地、有意识地放入瓶中的技巧。', '');
INSERT INTO `exercise` VALUES ('c5f60453-7b7d-41a4-95bb-f9eac68c67b3', '粗大运动训练', '走“平衡木”', 20, '把长方形的8块砖放平，铺上15厘米宽的木板做成平衡木，让宝宝在上面行走。开始可扶手保护，反复练习，至行走自如。', '');
INSERT INTO `exercise` VALUES ('ceb92193-ef69-433b-a432-8ababc8cce6b', '粗大运动训练', '扶栏上下楼梯', 15, '大人牵着小儿扶栏上、下楼梯。让小孩自己扶好楼梯扶手，一步登上，两足站稳再向上迈步。熟练后放手也先从上楼梯开始。自己上楼梯后，家长再牵着孩子慢慢学习一步往下迈，两足在台阶站稳之后，再伸足下迈。一面迈步，一面鼓励“宝宝真勇敢”。', '');
INSERT INTO `exercise` VALUES ('d03d94e1-5b6f-4eee-9c17-63bc8fb195c9', '粗大运动训练', '花样爬行', 9, '经过一个月爬行训练的宝宝，到这个月已经由原来手膝爬行过渡到熟练的手足爬行，由不熟练、不协调到熟练、协调，你用他喜欢的玩具逗引他，他会像一名生龙活虎的运动员一样向前、向后、向左、向右，一会儿跃跃欲试一会儿又急转弯猛扑过来。', '');
INSERT INTO `exercise` VALUES ('d4540894-db78-4ce1-8aa6-fb9c2943dcbb', '粗大运动训练', '荡秋千', 22, '带小孩到儿童游乐园荡秋千，跳蹦蹦床，扶宝宝从跷跷板的这一边走到那一边，或坐在跷板的一头，大人压另一头，训练平衡能力及控制能力。', '');
INSERT INTO `exercise` VALUES ('d75ff083-8739-4814-adfe-3af1247e4b95', '粗大运动训练', '掷球与小儿一同掷球，并说：“扔到我这边。”', 16, '父母各站一边，小儿站中间，让小孩学向两个方向扔球', '');
INSERT INTO `exercise` VALUES ('e036edf1-65eb-4015-a094-77f2288fd235', '粗大运动训练', '翻身', 4, '继续按前面方法训练翻身。也可以在他的一侧放一个玩具，逗引他翻身去取，此时，你可握住宝宝一侧的手，宝宝自然而然就握着你的手，做出翻身动作，并由仰卧到侧卧再到俯卧。', '');
INSERT INTO `exercise` VALUES ('eb5c5604-4254-4d4c-a443-bc21abb9e420', '粗大运动训练', '抛球', 14, '给孩子一个玩的球，教他举手过肩用力将球抛出，反复练习，直至能向前方抛球。以锻炼平衡和动作协调能力。', '');
INSERT INTO `exercise` VALUES ('f77d3b41-24c8-4bd8-98df-97e7c339dba0', '精细运动训练', '一页页翻书', 15, '1岁半左右，可以让宝宝学习捻起书一页页地翻书。在和他一起看《婴儿画报》等图书时，逐步训练他自己翻页。\r\n\r\n开始时他可能一次翻过好几页，您可先将手放在一页书的下面，让他捏起一页翻过来。等这个动作熟练后，可反复用“慢镜头”示范捻起书页，一页页地翻；还可用一张照片放在要翻开的一页下面，使他翻开这一页后找到照片。\r\n\r\n如此反复练习，在2岁前就能熟练掌握一页页翻书的技能。', '');

SET FOREIGN_KEY_CHECKS = 1;
